<?php

namespace App\Consts;

class ReplyList
{
  public const REPLY_LIST = [
    "1人で抱え込むなよ。",
    "良い仕事をするには、よく寝ることだ。",
    "学べば人の役に立つ。それが勉強が面白い理由。",
    "まずはやることを分解することから。",
    "どうあれ自分が心地よくなるための道でなければならない。",
    "叱る時は理性的に、褒める時は感情的に。",
    "文句を言う人は、問題を打破することをあきらめた人。",
    "人に振り見て我が身はDone!",
    "明日は明日の太陽がピカピカやねん",
    "失敗は成功のマザーファッカー",
    "雨降って痔爆発",
    "虹を見たかったら、雨も我慢しろ",
    "たぶん動くと思うからリリースしようぜ。",
    "黒帯とは、あきらめなかった白帯のことである。",
    "打ちのめされたかどうかではなく、立ち上がったかどうか。",
    "完全に理解した。",
    "善人になるためには、善い行いをするだけだ。",
    "何事も、成し遂げるまではいつも不可能に見える。",
    "やった後悔より、やらなかった後悔の方が大きい。",
    "考えるのをやめないこと。動くのをやめないこと。",
    "頭ではなく、心に従って下さい。",
    "人生は一度きりですが、しっかりと生きたなら一度で十分なのです。",
    "友達に言えない言葉なら、自分にもその言葉を言わないこと。",
    "自分の気分を害するものに利用されたりしない。",
    "変化はみんな違うもの。",
    "自分の気分を害するものに利用されたりしない",
    "やっぱり猫が好き。",
  ];
}